{"array": [{"id": 0, "author": "buddha", "quote": "Give, even if you only have a little."}, {"id": 1, "author": "buddha", "quote": "There is no fear for one whose mind is not filled with desires."}, {"id": 2, "author": "buddha", "quote": "Even death is not to be feared by one who has lived wisely."}, {"id": 3, "author": "buddha", "quote": "Irrigators channel waters; fletchers straighten arrows; carpenters bend wood; the wise master themselves."}, {"id": 4, "author": "buddha", "quote": "Drop by drop is the water pot filled. Likewise, the wise man, gathering it little by little, fills himself with good."}, {"id": 5, "author": "buddha", "quote": "Better than a thousand hollow words, is one word that brings peace."}, {"id": 6, "author": "buddha", "quote": "If you knew what I know about the power of giving, you would not let a single meal pass without sharing it in some way."}, {"id": 7, "author": "buddha", "quote": "The root of suffering is attachment."}, {"id": 8, "author": "buddha", "quote": "Silence the angry man with love. Silence the ill-natured man with kindness. Silence the miser with generosity. Silence the liar with truth."}, {"id": 9, "author": "buddha", "quote": "People with opinions just go around bothering each other."}, {"id": 10, "author": "buddha", "quote": "Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame."}, {"id": 11, "author": "buddha", "quote": "You yourself must strive. The Buddhas only point the way."}, {"id": 12, "author": "buddha", "quote": "Nothing can harm you as much as your own thoughts unguarded."}, {"id": 13, "author": "buddha", "quote": "Meditate… do not delay, lest you later regret it."}, {"id": 14, "author": "buddha", "quote": "Understanding is the heartwood of well-spoken words."}, {"id": 15, "author": "buddha", "quote": "Ceasing to do evil, Cultivating the good, Purifying the heart: This is the teaching of the Buddhas."}, {"id": 16, "author": "buddha", "quote": "Delight in meditation and solitude. Compose yourself, be happy. You are a seeker."}, {"id": 17, "author": "buddha", "quote": "Ardently do today what must be done. Who knows? Tomorrow, death comes."}, {"id": 18, "author": "buddha", "quote": "Purity and impurity depend on oneself; no one can purify another."}, {"id": 19, "author": "buddha", "quote": "What you are is what you have been. What you’ll be is what you do now."}, {"id": 20, "author": "buddha", "quote": "If you propose to speak always ask yourself, is it true, is it necessary, is it kind."}, {"id": 21, "author": "buddha", "quote": "If you find no one to support you on the spiritual path, walk alone. (This is one of my favorite Buddha quote. Leave a reply and let me know what’s yours!)"}, {"id": 22, "author": "buddha", "quote": "If anything is worth doing, do it with all your heart. Buddha"}, {"id": 23, "author": "buddha", "quote": "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise. Buddha"}, {"id": 24, "author": "buddha", "quote": "All that we are is the result of what we have thought. Buddha"}, {"id": 25, "author": "buddha", "quote": "Stop, stop. Do not speak. The ultimate truth is not even to think."}, {"id": 26, "author": "buddha", "quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path."}, {"id": 27, "author": "buddha", "quote": "We are what we think. All that we are arises with our thoughts. With our thoughts, we make the world."}, {"id": 28, "author": "buddha", "quote": "Just as the great ocean has one taste, the taste of salt, so also this teaching and discipline has one taste, the taste of liberation."}, {"id": 29, "author": "buddha", "quote": "The one in whom no longer exist the craving and thirst that perpetuate becoming; how could you track that Awakened one, trackless, and of limitless range."}, {"id": 30, "author": "buddha", "quote": "Endurance is one of the most difficult disciplines, but it is to the one who endures that the final victory comes."}, {"id": 31, "author": "buddha", "quote": "Long is the night to him who is awake; long is a mile to him who is tired; long is life to the foolish who do not know the true law."}, {"id": 32, "author": "buddha", "quote": "Whatever precious jewel there is in the heavenly worlds, there is nothing comparable to one who is Awakened."}, {"id": 33, "author": "buddha", "quote": "Our life is shaped by our mind; we become what we think. Joy follows a pure thought like a shadow that never leaves."}, {"id": 34, "author": "buddha", "quote": "Like a fine flower, beautiful to look at but without scent, fine words are fruitless in a man who does not act in accordance with them."}, {"id": 35, "author": "buddha", "quote": "Our theories of the eternal are as valuable as are those which a chick which has not broken its way through its shell might form of the outside world."}, {"id": 36, "author": "buddha", "quote": "An idea that is developed and put into action is more important than an idea that exists only as an idea."}, {"id": 37, "author": "buddha", "quote": "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?"}, {"id": 38, "author": "buddha", "quote": "Chaos is inherent in all compounded things. Strive on with diligence."}, {"id": 39, "author": "buddha", "quote": "Work out your own salvation. Do not depend on others."}, {"id": 40, "author": "buddha", "quote": "Attachment leads to suffering."}, {"id": 41, "author": "buddha", "quote": "May all beings have happy minds."}, {"id": 42, "author": "buddha", "quote": "Born out of concern for all beings."}, {"id": 43, "author": "buddha", "quote": "I am the miracle."}, {"id": 44, "author": "buddha", "quote": "You only lose what you cling to."}, {"id": 45, "author": "buddha", "quote": "A jug fills drop by drop."}, {"id": 46, "author": "buddha", "quote": "One who acts on truth is happy in this world and beyond."}, {"id": 47, "author": "buddha", "quote": "Every human being is the author of his own health or disease."}, {"id": 48, "author": "buddha", "quote": "The tongue like a sharp knife… Kills without drawing blood."}, {"id": 49, "author": "buddha", "quote": "The way is not in the sky. The way is in the heart."}, {"id": 50, "author": "buddha", "quote": "The mind is everything. What you think you become."}, {"id": 51, "author": "buddha", "quote": "Peace comes from within. Do not seek it without."}, {"id": 52, "author": "buddha", "quote": "You can only lose what you cling to."}, {"id": 53, "author": "buddha", "quote": "I never see what has been done; I only see what remains to be done."}, {"id": 54, "author": "buddha", "quote": "As you walk and eat and travel, be where you are. Otherwise you will miss most of your life."}, {"id": 55, "author": "buddha", "quote": "The only real failure in life is not to be true to the best one knows."}, {"id": 56, "author": "buddha", "quote": "A man asked Gautama Buddha, “I want happiness.” Buddha said, “First remove “I,” that’s Ego, then remove “want,” that’s Desire. See now, you are left with only “Happiness”."}, {"id": 57, "author": "buddha", "quote": "A family is a place where minds come in contact with one another."}, {"id": 58, "author": "buddha", "quote": "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense."}, {"id": 59, "author": "buddha", "quote": "If your compassion does not include yourself, it is incomplete."}, {"id": 60, "author": "buddha", "quote": "In the end, only three things matter: how much you loved, how gently you lived, and how gracefully you let go of things not meant for you."}, {"id": 61, "author": "buddha", "quote": "The foot feels the foot when it feels the ground."}, {"id": 62, "author": "buddha", "quote": "A dog is not considered a good dog because he is a good barker. A man is not considered a good man because he is a good talker."}, {"id": 63, "author": "buddha", "quote": "If we destroy something around us we destroy ourselves. If we cheat another, we cheat ourselves."}, {"id": 64, "author": "buddha", "quote": "Every experience, no matter how bad it seems, holds within it a blessing of some kind. The goal is to find it."}, {"id": 65, "author": "buddha", "quote": "Doubt everything. Find your own light."}, {"id": 66, "author": "buddha", "quote": "A generous heart, kind speech, and a life of service and compassion are the things which renew humanity."}, {"id": 67, "author": "buddha", "quote": "Just as a snake sheds its skin, we must shed our past over and over again."}, {"id": 68, "author": "buddha", "quote": "When you realize how perfect everything is you will tilt your head back and laugh at the sky."}, {"id": 69, "author": "buddha", "quote": "Meditate. Live purely. Be quiet. Do your work with mastery. Like the moon, come out from behind the clouds! Shine."}, {"id": 70, "author": "buddha", "quote": "My doctrine is not a doctrine but just a vision. I have not given you any set rules, I have not given you a system."}, {"id": 71, "author": "buddha", "quote": "In the sky, there is no distinction of east and west; people create distinctions out of their own minds and then believe them to be true."}, {"id": 72, "author": "buddha", "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned."}, {"id": 73, "author": "buddha", "quote": "What you think you create, what you feel you attract, what you imagine you become."}, {"id": 74, "author": "buddha", "quote": "Your work is to discover your world and then with all your heart give yourself to it."}, {"id": 75, "author": "buddha", "quote": "There has to be evil so that good can prove its purity above it."}, {"id": 76, "author": "buddha", "quote": "When you like a flower, you just pluck it. But when you love a flower, you water it daily."}, {"id": 77, "author": "buddha", "quote": "It is better to travel well than to arrive."}, {"id": 78, "author": "buddha", "quote": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you, not by angels or by demons, heaven or hell."}, {"id": 79, "author": "buddha", "quote": "If you truly loved yourself, you could never hurt another."}, {"id": 80, "author": "buddha", "quote": "Every morning we are born again. What we do today is what matters most."}, {"id": 81, "author": "buddha", "quote": "Life is so very hard. How can we be anything but kind?"}, {"id": 82, "author": "buddha", "quote": "Live every act fully, as if it were your last."}, {"id": 83, "author": "buddha", "quote": "Virtue is persecuted more by the wicked than it is loved by the good."}, {"id": 84, "author": "buddha", "quote": "Nothing ever exists entirely alone; everything is in relation to everything else."}, {"id": 85, "author": "buddha", "quote": "Purity or impurity depends on oneself. No one can purify another."}, {"id": 86, "author": "buddha", "quote": "To support mother and father, to cherish wife and child and to have a simple livelihood; this is the good luck."}, {"id": 87, "author": "buddha", "quote": "One moment can change a day, one day can change a life and one life can change the world."}, {"id": 88, "author": "buddha", "quote": "If we fail to look after others when they need help, who will look after us?"}, {"id": 89, "author": "buddha", "quote": "To live a pure unselfish life, one must count nothing as one’s own in the midst of abundance."}, {"id": 90, "author": "buddha", "quote": "She who knows life flows, feels no wear or tear, needs no mending or repair."}, {"id": 91, "author": "buddha", "quote": "An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."}, {"id": 92, "author": "buddha", "quote": "Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill."}, {"id": 93, "author": "buddha", "quote": "To be idle is a short road to death and to be diligent is a way of life; foolish people are idle, wise people are diligent."}, {"id": 94, "author": "buddha", "quote": "Should a seeker not find a companion who is better or equal, let them resolutely pursue a solitary course."}, {"id": 95, "author": "buddha", "quote": "If we could see the miracle of a single flower clearly, our whole life would change."}, {"id": 96, "author": "buddha", "quote": "True love is born from understanding."}, {"id": 97, "author": "buddha", "quote": "Radiate boundless love towards the entire world."}, {"id": 98, "author": "buddha", "quote": "You, yourself, as much as anybody in the entire universe, deserve your love and affection."}, {"id": 99, "author": "buddha", "quote": "Ambition is like love, impatient both of delays and rivals."}, {"id": 100, "author": "buddha", "quote": "Love is a gift of one’s inner most soul to another so both can be whole."}, {"id": 101, "author": "buddha", "quote": "Let all-embracing thoughts for all beings be yours."}, {"id": 102, "author": "buddha", "quote": "We will develop and cultivate the liberation of mind by lovingkindness, make it our vehicle, make it our basis, stabilize it, exercise ourselves in it, and fully perfect it."}, {"id": 103, "author": "buddha", "quote": "Hatred does not cease through hatred at any time. Hatred ceases through love. This is an unalterable law."}, {"id": 104, "author": "buddha", "quote": "As rain falls equally on the just and the unjust, do not burden your heart with judgments but rain your kindness equally on all."}, {"id": 105, "author": "buddha", "quote": "He who loves 50 people has 50 woes; he who loves no one has no woes."}, {"id": 106, "author": "buddha", "quote": "Kindness should become the natural way of life, not the exception."}, {"id": 107, "author": "buddha", "quote": "Speak only endearing speech, speech that is welcomed. Speech, when it brings no evil to others, is a pleasant thing."}, {"id": 108, "author": "buddha", "quote": "One is not called noble who harms living beings. By not harming living beings one is called noble."}, {"id": 109, "author": "buddha", "quote": "Being deeply learned and skilled, being well trained and using well spoken words: this is good luck."}, {"id": 110, "author": "buddha", "quote": "Just as a mother would protect her only child with her life, even so let one cultivate a boundless love towards all beings."}, {"id": 111, "author": "buddha", "quote": "In whom there is no sympathy for living beings: know him as an outcast."}, {"id": 112, "author": "buddha", "quote": "Let us rise up and be thankful, for if we didn’t learn a lot today, at least we learned a little, and if we didn’t learn a little, at least we didn’t get sick, and if we got sick, at least we didn’t die; so, let us all be thankful."}, {"id": 113, "author": "buddha", "quote": "Those attached to the notion ‘I am’ and to views roam the world offending people."}, {"id": 114, "author": "buddha", "quote": "There is nothing more dreadful than the habit of doubt. Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant relations. It is a thorn that irritates and hurts; it is a sword that kills."}, {"id": 115, "author": "buddha", "quote": "Men, driven on by thirst, run about like a snared hare; let therefore mendicant drive out thirst, by striving after passionlessness for himself."}, {"id": 116, "author": "buddha", "quote": "The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed."}, {"id": 117, "author": "buddha", "quote": "When one has the feeling of dislike for evil, when one feels tranquil, one finds pleasure in listening to good teachings; when one has these feelings and appreciates them, one is free of fear."}, {"id": 118, "author": "buddha", "quote": "The instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves."}, {"id": 119, "author": "buddha", "quote": "He is able who thinks he is able."}, {"id": 120, "author": "buddha", "quote": "It is a man’s own mind, not his enemy or foe, that lures him to evil ways."}, {"id": 121, "author": "buddha", "quote": "Delight in heedfulness! Guard well your thoughts!"}, {"id": 122, "author": "buddha", "quote": "Everything is based on mind, is led by mind, is fashioned by mind. If you speak and act with a polluted mind, suffering will follow you, as the wheels of the oxcart follow the footsteps of the ox."}, {"id": 123, "author": "buddha", "quote": "There is nothing so disobedient as an undisciplined mind, and there is nothing so obedient as a disciplined mind."}, {"id": 124, "author": "buddha", "quote": "You are a seeker. Delight in the mastery of your hands and your feet, of your words and your thoughts."}, {"id": 125, "author": "buddha", "quote": "See them, floundering in their sense of mine, like fish in the puddles of a dried-up stream — and, seeing this, live with no mine, not forming attachment for states of becoming."}, {"id": 126, "author": "buddha", "quote": "All experiences are preceded by mind, having mind as their master, created by mind."}, {"id": 127, "author": "buddha", "quote": "To enjoy good health, to bring true happiness to one’s family, to bring peace to all, one must first discipline and control one’s own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him."}, {"id": 128, "author": "buddha", "quote": "All wrong-doing arises because of mind. If mind is transformed can wrong-doing remain?"}, {"id": 129, "author": "buddha", "quote": "What we are today comes from our thoughts of yesterday, and our present thoughts build our life of tomorrow: Our life is the creation of our mind."}, {"id": 130, "author": "buddha", "quote": "The one who has conquered himself is a far greater hero than he who has defeated a thousand times a thousand men."}, {"id": 131, "author": "buddha", "quote": "Transcendental intelligence rises when the intellectual mind reaches its limit and if things are to be realized in their true and essential nature, its processes of thinking must be transcended by an appeal to some higher faculty of cognition."}, {"id": 132, "author": "buddha", "quote": "The external world is only a manifestation of the activities of the mind itself, and the mind grasps it as an external world simply because of its habit of discrimination and false-reasoning. The disciple must get into the habit of looking at things truthfully."}, {"id": 133, "author": "buddha", "quote": "Mind precedes all mental states. Mind is their chief; they are all mind-wrought."}, {"id": 134, "author": "buddha", "quote": "If with a pure mind a person speaks or acts happiness follows him like his never-departing shadow."}, {"id": 135, "author": "buddha", "quote": "There is no path to happiness: happiness is the path."}, {"id": 136, "author": "buddha", "quote": "Happiness comes when your work and words are of benefit to yourself and others."}, {"id": 137, "author": "buddha", "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared. Buddha"}, {"id": 138, "author": "buddha", "quote": "Do not look for a sanctuary in anyone except your self."}, {"id": 139, "author": "buddha", "quote": "The enlightened one, intent on jhana, should find delight in the forest, should practice jhana at the foot of a tree, attaining his own satisfaction."}, {"id": 140, "author": "buddha", "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."}, {"id": 141, "author": "buddha", "quote": "Set your heart on doing good. Do it over and over again, and you will be filled with joy."}], "count": 142}