{"count": 2, "category": [{"count": 496, "author": "marcus aurelius", "array": [{"id": 0, "quote": "The more we value things outside our control, the less control we have."}, {"id": 1, "quote": "The best answer to anger is silence."}, {"id": 2, "quote": "The first step: Don’t be anxious. Nature controls it all."}, {"id": 3, "quote": "The second step: Concentrate on what you have to do. Fix your eyes on it. Remind yourself that your task is to be a good human being; remind yourself what nature demands of people. Then do it, without hesitation, and speak the truth as you see it. But with kindness. With humility. Without hypocrisy."}, {"id": 4, "quote": "To love only what happens, what was destined. No greater harmony."}, {"id": 5, "quote": "Today I escaped anxiety. Or no, I discarded it, because it was within me, in my own perceptions – not outside."}, {"id": 6, "quote": "Objective judgement, now, at this very moment. Unselfish action, now, at this very moment. Willing acceptance, now, at this very moment – of all external events. That’s all you need."}, {"id": 7, "quote": "How ridiculous and how strange to be surprised at anything which happens in life."}, {"id": 8, "quote": "You’re subject to sorrow, fear, jealousy, anger and inconsistency. That’s the real reason you should admit that you are not wise."}, {"id": 9, "quote": "Almost nothing material is needed for a happy life, for he who has understood existence."}, {"id": 10, "quote": "Receive wealth or prosperity without arrogance; and be ready to let it go."}, {"id": 11, "quote": "For God’s sake, stop honouring externals, quit turning yourself into the tool of mere matter, or of people who can supply you or deny you those material things."}, {"id": 12, "quote": "As the same fire assumes different shapes when it consumes objects differing in shape, so does the one self take the shape of every creature in whom he is present."}, {"id": 13, "quote": "A man when he has done a good act, does not call out for others to come and see, but he goes on to another act, as a vine goes on to produce again the grapes in season."}, {"id": 14, "quote": "Remember: Matter. How tiny your share of it. Time. How brief and fleeting your allotment of it. Fate. How small a role you play in it."}, {"id": 15, "quote": "Is any man afraid of change? What can take place without change? What then is more pleasing or more suitable to the universal nature? And can you take a hot bath unless the wood for the fire undergoes a change? And can you be nourished unless the food undergoes a change? And can anything else that is useful be accomplished without change? Do you not see then that for yourself also to change is just the same, and equally necessary for the universal nature?"}, {"id": 16, "quote": "Receive without pride, let go without attachment."}, {"id": 17, "quote": "When you have assumed these names – good, modest, truthful, rational, a man of equanimity, and magnanimous – take care that you do not change these names; and if you should lose them, quickly return to them."}, {"id": 18, "quote": "Let not your mind run on what you lack as much as on what you have already."}, {"id": 19, "quote": "If it is not right do not do it; if it is not true do not say it."}, {"id": 20, "quote": "I have often wondered how it is that every man loves himself more than all the rest of men, but yet sets less value on his own opinions of himself than on the opinions of others."}, {"id": 21, "quote": "Be content with what you are, and wish not change; nor dread your last day, nor long for it."}, {"id": 22, "quote": "Consider that before long you will be nobody and nowhere, nor will any of the things exist that you now see, nor any of those who are now living. For all things are formed by nature to change and be turned and to perish in order that other things in continuous succession may exist."}, {"id": 23, "quote": "He who follows reason in all things is both tranquil and active at the same time, and also cheerful and collected."}, {"id": 24, "quote": "In a word, if there is a god, all is well; and if chance rules, do not also be governed by it."}, {"id": 25, "quote": "So I look for the best and am prepared for the opposite."}, {"id": 26, "quote": "Treat whatever happens as wholly natural; not novel or hard to deal with; but familiar and easily handled. (This is one of my favorite Marcus Aurelius quote. Leave a reply here and let me know what’s yours!)"}, {"id": 27, "quote": "The soul becomes dyed with the color of its thoughts."}, {"id": 28, "quote": "Be content to seem what you really are."}, {"id": 29, "quote": "Reject your sense of injury and the injury itself disappears."}, {"id": 30, "quote": "You have power over your mind – not outside events. Realize this, and you will find strength."}, {"id": 31, "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."}, {"id": 32, "quote": "It is not events that disturb people, it is their judgements concerning them."}, {"id": 33, "quote": "If it’s not right, don’t do it. If it’s not true, don’t say it."}, {"id": 34, "quote": "The best revenge is not to be like your enemy."}, {"id": 35, "quote": "Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart."}, {"id": 36, "quote": "Confine yourself to the present."}, {"id": 37, "quote": "Straight, not straightenred."}, {"id": 38, "quote": "When you arise in the morning, think of what a precious privilege it is to be alive – to breathe, to think, to enjoy, to love."}, {"id": 39, "quote": "Whatever happens to you has been waiting to happen since the beginning of time."}, {"id": 40, "quote": "That which is not good for the bee-hive cannot be good for the bees."}, {"id": 41, "quote": "To live happily is an inward power of the soul."}, {"id": 42, "quote": "You can commit injustice by doing nothing."}, {"id": 43, "quote": "Waste no more time arguing about what a good man should be. Be one."}, {"id": 44, "quote": "Do every act of your life as if it were your last."}, {"id": 45, "quote": "It is not death that a man should fear, but he should fear never beginning to live."}, {"id": 46, "quote": "Character and self-control. (What Marcus learned from his grandfather Verus) (See also 8 Easy Ways To Increase Your Self-Control)"}, {"id": 47, "quote": "Integrity and manliness. (What Marcus learned from his father)"}, {"id": 48, "quote": "To accept without arrogance, to let it go with indifference."}, {"id": 49, "quote": "Each day provides its own gifts."}, {"id": 50, "quote": "Anger cannot be dishonest."}, {"id": 51, "quote": "Nothing natural is evil."}, {"id": 52, "quote": "Nothing should be done without a purpose."}, {"id": 53, "quote": "Even the smallest thing should be done with reference to an end."}, {"id": 54, "quote": "Stick to what’s in front of you – idea, action, utterance."}, {"id": 55, "quote": "What is your art? To be good."}, {"id": 56, "quote": "Give yourself a gift: the present moment."}, {"id": 57, "quote": "What illusion about myself do I entertain?"}, {"id": 58, "quote": "The rational animal is consequently also a social animal."}, {"id": 59, "quote": "Glory’s an empty, changeable thing, as fickle as the weather."}, {"id": 60, "quote": "Poverty is the mother of crime."}, {"id": 61, "quote": "A man should be upright, not be kept upright."}, {"id": 62, "quote": "Receive without conceit, release without struggle."}, {"id": 63, "quote": "Our life is what our thoughts make it."}, {"id": 64, "quote": "Nothing happens to anyone that he can’t endure."}, {"id": 65, "quote": "Dwell on the beauty of life. Watch the stars, and see yourself running with them."}, {"id": 66, "quote": "Look well into thyself; there is a source of strength which will always spring up if thou wilt always look."}, {"id": 67, "quote": "When jarred, unavoidably, by circumstance, revert at once to yourself and don’t lose the rhythm more than you can help. You’ll have a better grasp of harmony if you keep going back to it."}, {"id": 68, "quote": "This one is a tough one. (But can be very motivating) So you were born to feel “nice”? Instead of doing things and experiencing them? Don’t you see the plants, the birds, the ants and spiders and bees going about their individual tasks, putting the world in order, as best they can? And you’re not willing to do your job as a human being? Why aren’t you running to do what your nature demands?"}, {"id": 69, "quote": "If you are distressed by anything external, the pain is not due to the thing itself, but to your estimate of it; and this you have the power to revoke at any moment."}, {"id": 70, "quote": "Take the shortest route, the one that nature planned – to speak and act in the healthiest way. Do that, and be free of pain and stress, free of all calculation and pretention."}, {"id": 71, "quote": "The first rule is to keep an untroubled spirit. The second is to look things in the face and know them for what they are."}, {"id": 72, "quote": "As if you had died and your life had extended only to this present moment, use the surplus that is left to you to live from this time onward according to nature."}, {"id": 73, "quote": "There is nothing happens to any person but what was in his power to go through with."}, {"id": 74, "quote": "The true man is revealed in difficult times. So when trouble comes, think of yourself as a wrestler whom God, like a trainer, has paired with a tough young buck. For what purpose? To turn you into Olympic-class material. But this is going to take some sweat to accomplish."}, {"id": 75, "quote": "There were two vices much blacker and more serious than the rest: lack of persistence and lack of self-control… persist and resist."}, {"id": 76, "quote": "The universal order and the personal order are nothing but different expressions and manifestations of a common underlying principle."}, {"id": 77, "quote": "Look within. Within is the foundation of good, and it will ever bubble up, if you will ever dig."}, {"id": 78, "quote": "The only wealth which you will keep forever is the wealth you have given away."}, {"id": 79, "quote": "Nothing has such power to broaden the mind as the ability to investigate systematically and truly all that comes under thy observation in life."}, {"id": 80, "quote": "Forward, as occasion offers. Never look round to see whether any shall note it… Be satisfied with success in even the smallest matter, and think that even such a result is no trifle."}, {"id": 81, "quote": "Because a thing seems difficult for you, do not think it impossible for anyone to accomplish."}, {"id": 82, "quote": "It is in your power to live here. But if men do not permit you, then get away out of life, as if you were suffering no harm. The house is smoky, and I quit it. Why do you think that this is any trouble? But so long as nothing of the kind drives me out, I remain, am free, and no man shall hinder me from doing what I choose; and I choose to do what is according to the nature of the rational and social animal."}, {"id": 83, "quote": "If you didn’t learn these things in order to demonstrate them in practice, what did you learn them for?"}, {"id": 84, "quote": "People with a strong physical constitution can tolerate extremes of hot and cold; people of strong mental health can handle anger, grief, joy and the other emotions."}, {"id": 85, "quote": "And thou wilt give thyself relief, if thou doest every act of thy life as if it were the last."}, {"id": 86, "quote": "How long will you wait before you demand the best of yourself, and trust reason to determine what is best?"}, {"id": 87, "quote": "‘I will throw you into prison.’ ‘Correction – it is my body you will throw there’."}, {"id": 88, "quote": "When faced with anything painful or pleasurable, anything bringing glory or disrepute, realize that the crisis is now, that the Olympics have started, and waiting is no longer an option; that the chance for progress, to keep or lose, turns on the events of a single day."}, {"id": 89, "quote": "In the morning, when you rise unwillingly, let this thought be present: I am rising to the work of a human being."}, {"id": 90, "quote": "No man can escape his destiny, the next inquiry being how he may best live the time that he has to live."}, {"id": 91, "quote": "Do you have reason? I have. Why then do you not use it?"}, {"id": 92, "quote": "Have I been made for this, to lie under the blankets and keep myself warm?"}, {"id": 93, "quote": "‘But I get to wear a crown of gold.’ If you have your heart set on wearing crowns, why not make one out of roses – you will look even more elegant in that."}, {"id": 94, "quote": "Who exactly are these people that you want to be admired by? Aren’t they the same people you are in the habit of calling crazy? And is this your life ambition, then – to win the approval of lunatics?"}, {"id": 95, "quote": "Consider what men are when they are eating, sleeping, coupling, evacuating, and so forth. Then what kind of men they are when they are imperious and arrogant, or angry and scolding from their elevated place."}, {"id": 96, "quote": "How much time he saves who does not look to see what his neighbor says or does or thinks."}, {"id": 97, "quote": "For all their compliments do verses pay? They mayn’t, yet these same poems make me gay."}, {"id": 98, "quote": "Conceal a flaw, and the world will imagine the worst."}, {"id": 99, "quote": "If you learn that someone is speaking ill of you, don’t try to defend yourself against the rumours; respond instead with, ‘Yes, and he doesn’t know the half of it, because he could have said more’."}, {"id": 100, "quote": "If someone responds to insult like a rock, what has the abuser gained with his invective?"}, {"id": 101, "quote": "He who has a vehement desire for posthumous fame does not consider that every one of those who remember him will himself also die very soon."}, {"id": 102, "quote": "Let us overlook many things in those who are like antagonists in the gymnasium. For it is in our power, as I said, to get out of the way and to have no suspicion or hatred."}, {"id": 103, "quote": "Begin – to begin is half the work, let half still remain; again begin this, and thou wilt have finished."}, {"id": 104, "quote": "It is just charming how people boast about qualities beyond their control. For instance, ‘I am better than you because I have many estates, while you are practically starving’; or, ‘I’m a consul,’ ‘I’m a governor,’ or ‘I have fine curly hair.’"}, {"id": 105, "quote": "How strangely men act. They will not praise those who are living at the same time and living with themselves; but to be themselves praised by posterity, by those whom they have never seen or ever will see, this they set much value on."}, {"id": 106, "quote": "“A cucumber is bitter.” Throw it away. “There are briars in the road.” Turn aside from them. This is enough. Do not add, “And why were such things made in the world?”"}, {"id": 107, "quote": "Always observe how ephemeral and worthless human things are, and what was yesterday a speck of semen tomorrow will be a mummy or ashes."}, {"id": 108, "quote": "Under no circumstances ever say ‘I have lost something,’ only ‘I returned it.’"}, {"id": 109, "quote": "Each of us needs what nature gives us, when nature gives it."}, {"id": 110, "quote": "Tomorrow is nothing, today is too late; the good lived yesterday."}, {"id": 111, "quote": "Do little, if you want contentment of mind."}, {"id": 112, "quote": "Misfortune nobly born is good fortune."}, {"id": 113, "quote": "To do harm is to do yourself harm. To do an injustice is to do yourself an injustice."}, {"id": 114, "quote": "If something does not make a person worse in himself, neither does it make his life worse, nor does it harm him without or within."}, {"id": 115, "quote": "Death and life, success and failure, pain and pleasure, wealth and poverty, all these happen to good and bad alike, and they are neither noble nor shameful – and hence neither good nor bad."}, {"id": 116, "quote": "A rock is thrown in the air. It loses nothing by coming down, gained nothing by going up."}, {"id": 117, "quote": "To the wise, life is a problem; to the fool, a solution."}, {"id": 118, "quote": "The present is the only thing of which a man can be deprived, if it is true that this is the only thing which he has, and that a man cannot lose something he does not already possess."}, {"id": 119, "quote": "You must become an old man in good time if you wish to be an old man long."}, {"id": 120, "quote": "Don’t believe your situation is genuinely bad – no one can make you do that. Is there smoke in the house? If it’s not suffocating, I will stay indoors; if it proves too much, I’ll leave. Always remember – the door is open."}, {"id": 121, "quote": "What springs from earth dissolves to earth again, and heaven-born things fly to their native seat."}, {"id": 122, "quote": "Someone bathes in haste; don’t say he bathes badly, but in haste. Someone drinks a lot of wine; don’t say he drinks badly, but a lot. Until you know their reasons, how do you know that their actions are vicious?"}, {"id": 123, "quote": "Consider that everything is opinion, and opinion is in your power. Take away then, when you choose, your opinion, and like a mariner who has rounded the headland, you will find calm, everything stable, and a waveless bay."}, {"id": 124, "quote": "The sexual embrace can only be compared with music and with prayer."}, {"id": 125, "quote": "The flaw which is hidden is deemed greater than it is."}, {"id": 126, "quote": "Glory paid to our ashes comes too late."}, {"id": 127, "quote": "The universe is transformation: life is opinion."}, {"id": 128, "quote": "A vine cannot behave olively, nor an olive tree vinely – it is impossible, inconceivable. No more can a human being wholly efface his native disposition."}, {"id": 129, "quote": "Since the greatest part of what we say and do is unnecessary, dispensing with such activities affords a man more leisure and less uneasiness."}, {"id": 130, "quote": "To have contemplated human life for forty years is the same as to have contemplated it for ten thousand years. For what more will you see?"}, {"id": 131, "quote": "Passions stem from frustrated desire."}, {"id": 132, "quote": "Everything that happens happens as it should, and if you observe carefully, you will find this to be so."}, {"id": 133, "quote": "Each thing is of like form from everlasting and comes round again in its cycle."}, {"id": 134, "quote": "Whatever man you meet with, immediately say to yourself: “What opinions has this man about good and bad?”"}, {"id": 135, "quote": "To the rational animal the same act is at once according to nature and according to reason."}, {"id": 136, "quote": "Poverty’s no evil to anyone unless he kicks against it."}, {"id": 137, "quote": "Take care that you don’t treat inhumanity as it treats human beings."}, {"id": 138, "quote": "A person’s worth is measured by the worth of what he values."}, {"id": 139, "quote": "An ignorant person is inclined to blame others for his own misfortune. To blame oneself is proof of progress. But the wise man never has to blame another or himself."}, {"id": 140, "quote": "The object of life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane."}, {"id": 141, "quote": "It never ceases to amaze me: we all love ourselves more than other people, but care more about their opinion than our own."}, {"id": 142, "quote": "The mind in itself has no needs, except for those it creates itself. Is undisturbed, except for its own disturbances. Knows no obstructions, except those from within."}, {"id": 143, "quote": "Death and life, honor and dishonor, pain and pleasure — all these things equally happen to good men and bad, being things which make us neither better nor worse. Therefore they are neither good nor evil."}, {"id": 144, "quote": "A thing is neither better nor worse for having been praised."}, {"id": 145, "quote": "No one objects to what is useful to him. To be of use to others is natural. Then don’t object to what is useful to you – being of use."}, {"id": 146, "quote": "When I see that one thing [virtue] is supreme and most important, I cannot say that something else is, just to make you happy."}, {"id": 147, "quote": "A boxer derives the greatest advantage from his sparring partner – and my accuser is my sparring partner. He trains me in patience, civility and even temper."}, {"id": 148, "quote": "Either you’re going to be depressed when your wish is not realized or foolishly pleased with yourself if it is, overjoyed for the wrong reasons."}, {"id": 149, "quote": "I say that virtue is more valuable than wealth to the same degree that eyes are more valuable than fingernails."}, {"id": 150, "quote": "How much more grievous are the consequences of anger than the causes of it."}, {"id": 151, "quote": "Most of us dread the deadening of the body and will do anything to avoid it. About the deadening of the soul, however, we don’t care one iota."}, {"id": 152, "quote": "Don’t let outward appearances mislead you into thinking that someone with more prestige, power or some other distinction must on that account be happy."}, {"id": 153, "quote": "As you are careful when you walk not to step on a nail or turn your ankle, so you should take care not to do any injury to your character at the same time."}, {"id": 154, "quote": "If you lost the capacity to read, or play music, you would think it was a disaster, but you think nothing of losing the capacity to be honest, decent and civilized."}, {"id": 155, "quote": "Things do not touch the soul, for they are external and remain immovable; so our perturbations come only from our inner opinions."}, {"id": 156, "quote": "We are too much accustomed to attribute to a single cause that which is the product of several, and the majority of our controversies come from that."}, {"id": 157, "quote": "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth."}, {"id": 158, "quote": "Pleasures, when they go beyond a certain limit, are but punishments."}, {"id": 159, "quote": "As it is with a play, so it is with life – what matters is not how long the acting lasts, but how good it is. It is not important at what point you stop. Stop wherever you will – only make sure that you round it off with a good ending."}, {"id": 160, "quote": "He often acts unjustly who does not do a certain thing; not only he who does a certain thing."}, {"id": 161, "quote": "If someone is incapable of distinguishing good things from bad and neutral things from either – well, how could such a person be capable of love? The power to love, then, belongs only to the wise man."}, {"id": 162, "quote": "Often injustice lies in what you aren’t doing, not only in what you are doing."}, {"id": 163, "quote": "To live the good life: We have the potential for it. If we can learn to be indifferent to what makes no difference."}, {"id": 164, "quote": "Stop wishing for something else to happen, for a different fate. That is to live a false life."}, {"id": 165, "quote": "Enough of this miserable, whining life. Stop monkeying around! Why are you troubled? What’s new here? What’s so confounding? The one responsible? Take a good look. Or just the matter itself? Then look at that. There’s nothing else to look at. And as far as the gods go, by now you could try being more straightforward and kind. It’s the same, whether you’ve examined these things for a hundred years, or only three."}, {"id": 166, "quote": "Life is short. That’s all there is to say. Get what you can from the present – thoughtfully, justly."}, {"id": 167, "quote": "When someone is properly grounded in life, they shouldn’t have to look outside themselves for approval."}, {"id": 168, "quote": "Mastery of reading and writing requires a master. Still, more so life."}, {"id": 169, "quote": "Consider that as the heaps of sand piled on one another hide the former sands, so in life the events that go before are soon covered by those that come after."}, {"id": 170, "quote": "If, at some point in your life, you should come across anything better than justice, honesty, self-control, courage – than a mind satisfied that is has succeeded in enabling you to act rationally, and satisfied to accept what’s beyond its control – if you find anything better than that, embrace it without reservations – it must be an extraordinary thing indeed – and enjoy it to the full."}, {"id": 171, "quote": "Where a man can live, he can also live well."}, {"id": 172, "quote": "Treat what you don’t have as nonexistent. Look at what you have, the things you value most, and think of how much you’d crave them if you didn’t have them. But be careful. Don’t feel such satisfaction that you start to overvalue them – that it would upset you to lose them."}, {"id": 173, "quote": "Just ask whether they put their self-interest in externals or in moral choice. If it’s in externals, you cannot call them friends, any more than you can call them trustworthy, consistent, courageous or free."}, {"id": 174, "quote": "While you live, while it is in your power, be good."}, {"id": 175, "quote": "What is the goal of virtue, after all, except a life that flows smoothly?"}, {"id": 176, "quote": "For where else is friendship found if not with fairness, reliability and respect for virtue only?"}, {"id": 177, "quote": "You will give yourself relief, if you do every act of your life as if it were the last."}, {"id": 178, "quote": "Do not act as if you were going to live ten thousand years. Death hangs over you. While you live, while it is in your power, be good."}, {"id": 179, "quote": "Be cheerful also, and do not seek external help or the tranquillity that others give. A man then must stand erect, not be kept erect by others."}, {"id": 180, "quote": "The art of life is more like the wrestler’s art than the dancer’s, in respect of this, that it should stand ready and firm to meet onsets that are sudden and unexpected."}, {"id": 181, "quote": "The object in life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane."}, {"id": 182, "quote": "The history of your life is now complete and your service is ended: and how many beautiful things you have seen; and how many pleasures and pains you have despised; and how many things called honorable you have spurned; and to how many ill-minded folks you have shown a kind disposition."}, {"id": 183, "quote": "Life is neither good or evil, but only a place for good and evil."}, {"id": 184, "quote": "Anything in any way beautiful derives its beauty from itself and asks nothing beyond itself. Praise is no part of it, for nothing is made worse or better by praise."}, {"id": 185, "quote": "Every day as it comes should be welcomed and reduced forthwith into our own possession as if it were the finest day imaginable. What flies past has to be seized at."}, {"id": 186, "quote": "The art of living is more like wrestling than dancing."}, {"id": 187, "quote": "Don’t hope that events will turn out the way you want, welcome events in whichever way they happen: this is the path to peace."}, {"id": 188, "quote": "Nothing is as encouraging as when virtues are visibly embodied in the people around us, when we’re practically showered with them."}, {"id": 189, "quote": "The tranquillity that comes when you stop caring what they say. Or think, or do. Only what you do."}, {"id": 190, "quote": "Do not indulge in dreams of having what you have not, but reckon up the chief of the blessings you do possess, and then thankfully remember how you would crave for them if they were not yours."}, {"id": 191, "quote": "When they’re really possessed by what they do, they’d rather stop eating and sleeping than give up practicing their arts."}, {"id": 192, "quote": "The things that are essential are acquired with little bother; it is the luxuries that call for toil and effort."}, {"id": 193, "quote": "When you wish to delight yourself, think of the virtues of those who live with you; for instance, the activity of one, the modesty of another, the liberality of a third, and some other good quality of a fourth."}, {"id": 194, "quote": "To the gods I am indebted for having good grandfathers, good parents, a good sister, good teachers, good associates, good kinsmen and friends, nearly everything good. For all these [blessings in my life] require the help of the gods and fortune."}, {"id": 195, "quote": "All you need are these: certainty of judgment in the present moment; action for the common good in the present moment; and an attitude of gratitude in the present moment for anything that comes your way."}, {"id": 196, "quote": "Nothing is burdensome if taken lightly, and how nothing need arouse one’s irritation so long as one doesn’t make it bigger than it is by getting irritated."}, {"id": 197, "quote": "You can discard most of the junk that clutters your mind – things that exist only there – and clear out space for yourself."}, {"id": 198, "quote": "Her reverence for the divine, her generosity, her inability not only to do wrong but even to conceive of doing it. And the simple way she lived – not in the least like the rich. (What Marcus learned from his mother)"}, {"id": 199, "quote": "If you seek tranquility, do less. Or do what’s essential – what the logos of a social being requires, and in the requisite way. Which brings a double satisfaction: to do less, better. Because most of what we say and do is not essential. If you can eliminate it, you’ll have more time, and more tranquility. Ask yourself at every moment, ‘Is this necessary?’"}, {"id": 200, "quote": "Think not so much of what you lack as of what you have: but of the things that you have, select the best, and then reflect how eagerly you would have sought them if you did not have them."}, {"id": 201, "quote": "Remind yourself that it is not the future or what has passed that afflicts you, but always the present."}, {"id": 202, "quote": "Today I have got out of all trouble, or rather I have cast out all trouble, for it was not outside, but within and in my opinions."}, {"id": 203, "quote": "Don’t waste the rest of your time here worrying about other people – unless it affects the common good. It will keep you from doing anything useful. You’ll be too preoccupied with what so-and-so is doing, and why, and what the’re saying, and what they’re thinking, and what they’re up to, and all the other things that throw you off and keep you from focusing on your own mind."}, {"id": 204, "quote": "You can pass your life in an equable flow of happiness if you can follow the right way and think and act in the right way."}, {"id": 205, "quote": "Failure to observe what is in the mind of another has seldom made a man unhappy; but those who do not observe the movements of their own minds must of necessity be unhappy."}, {"id": 206, "quote": "Stop allowing yourself your mind to be a slave, to be jerked about by selfish impulses, to kick against fate and the present, and to mistrust the future."}, {"id": 207, "quote": "Set yourself in motion, if it is in your power, and do not look about you to see if anyone will observe it; nor yet expect Plato’s Republic: but be content if the smallest thing goes on well, and consider such an event to be no small matter."}, {"id": 208, "quote": "Don’t set your mind on things you don’t possess, but count the blessings you actually possess and think how much you would desire them if they weren’t already yours."}, {"id": 209, "quote": "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature."}, {"id": 210, "quote": "Here is a rule to remember in future, when anything tempts you to feel bitter: not “This is misfortune,” but “To bear this worthily is good fortune."}, {"id": 211, "quote": "He who lives in harmony with himself lives in harmony with the universe."}, {"id": 212, "quote": "How soon will time cover all things, and how many it has covered already."}, {"id": 213, "quote": "How much time he gains who does not look to see what his neighbour says or does or thinks, but only at what he does himself, to make it just and holy."}, {"id": 214, "quote": "A key point to bear in mind: The value of attentiveness varies in proportion to its object. You’re better off not giving the small things more time than they deserve."}, {"id": 215, "quote": "Forget everything else. Keep hold of this alone and remember it: Each of us lives only now, this brief instant. The rest has been lived already, or is impossible to see."}, {"id": 216, "quote": "Brief is man’s life and small the nook of the earth where he lives; brief, too, is the longest posthumous fame, buoyed only by a succession of poor human beings who will very soon die and who know little of themselves, much less of someone who died long ago."}, {"id": 217, "quote": "How much time he saves who does not look to see what his neighbor says or does or thinks."}, {"id": 218, "quote": "Altogether the interval is small between birth and death; and consider with how much trouble, and in company with what sort of people and in what a feeble body, this interval is laboriously passed."}, {"id": 219, "quote": "Keep in mind how fast things pass by and are gone – those that are now and those to come. Existence flows past us like a river: the ‘what’ is in constant flux, the ‘why’ has a thousand variations. Nothing is stable, not even what’s right here. The infinity of past and future gapes before us – a chasm whose depths we cannot see."}, {"id": 220, "quote": "Time is a river, a violent current of events, glimpsed once and already carried past us, and another follows and is done."}, {"id": 221, "quote": "How short is the time from birth to dissolution, and the illimitable time before birth as well as the equally boundless time after dissolution."}, {"id": 222, "quote": "The perfection of moral character consists in this, in passing every day as if it were the last, and in being neither violently excited nor torpid nor playing the hypocrite."}, {"id": 223, "quote": "Think of all the years passed by in which you said to yourself “I’ll do it tomorrow,” and how the gods have again and again granted you periods of grace of which you have not availed yourself. It is time to realize that you are a member of the Universe, that you are born of Nature itself, and to know that a limit has been set to your time. Use every moment wisely, to perceive your inner refulgence, or ’twill be gone and nevermore within your reach."}, {"id": 224, "quote": "Your life is short. You must turn to profit the present by the aid of reason and justice."}, {"id": 225, "quote": "Not to waste time on nonsense. (What Marcus learned from Diognetus)"}, {"id": 226, "quote": "Life is warfare… Then what can guide us? Only philosophy."}, {"id": 227, "quote": "No role is so well suited to philosophy as the one you happen to be in right now."}, {"id": 228, "quote": "The first thing a pretender to philosophy must do is get rid of their presuppositions; a person is not going to undertake to learn anything that they think they already know."}, {"id": 229, "quote": "People who are physically ill are unhappy with a doctor who doesn’t give them advice, because they think he has given up on them. Shouldn’t we feel the same towards a philosopher – and assume that he has given up hope of our ever becoming rational – if he will no longer tell us what we need (but may not like) to hear?"}, {"id": 230, "quote": "Your mind will take the shape of what you frequently hold in thought, for the human spirit is colored by such impressions."}, {"id": 231, "quote": "My advice is really this: what we hear the philosophers saying and what we find in their writings should be applied in our pursuit of the happy life. We should hunt out the helpful pieces of teaching, and the spirited and noble-minded sayings which are capable of immediate practical application – not far-fetched or archaic expressions or extravagant metaphors and figures of speech – and learn them so well that words become works."}, {"id": 232, "quote": "The work of philosophy is simple and modest. Do not draw me aside into pomposity."}, {"id": 233, "quote": "It stares you in the face. No role is so well suited to philosophy as the one you happen to be in right now."}, {"id": 234, "quote": "This, then, is the beginning of philosophy – an awareness of one’s own mental fitness."}, {"id": 235, "quote": "This presumption that you possess knowledge of any use has to be dropped before you approach philosophy – just as if we were enrolling in a school of music or mathematics."}, {"id": 236, "quote": "Reflect on the other social roles you play. If you are a council member, consider what a council member should do. If you are young, what does being young mean, if you are old, what does age imply, if you are a father, what does fatherhood entail? Each of our titles, when reflected upon, suggests the acts appropriate to it."}, {"id": 237, "quote": "What then can guide a man? One thing and only one, philosophy. But this consists in keeping the daimon within a man free from violence and unharmed, superior to pains and pleasures, doing nothing without a purpose, nor yet falsely and with hypocrisy."}, {"id": 238, "quote": "If you commit to philosophy, be prepared at once to be laughed at and made the butt of many snide remarks."}, {"id": 239, "quote": "My city and country, so far as I am Antoninus, is Rome; but so far as I am a man, it is the world."}, {"id": 240, "quote": "Do you want to know if you are educated? Show us your values, philosopher."}, {"id": 241, "quote": "You don’t love yourself enough. Or you’d love your nature too, and what it demands of you."}, {"id": 242, "quote": "Consider if you have behaved to all in such a way that this way be said of you: Never has he wronged a man in deed or word."}, {"id": 243, "quote": "What is divine deserves our affection because it is good; what is human deserves our affection because it is like us."}, {"id": 244, "quote": "People who love what they do wear themselves down doing it, they even forget to wash or eat."}, {"id": 245, "quote": "Adapt yourself to the life you have been given; and truly love the people with whom destiny has surrounded you."}, {"id": 246, "quote": "The spiritual meaning of love is measured by what it can do. Love is meant to heal. Love is meant to renew. Love is meant to bring us closer to God."}, {"id": 247, "quote": "[Treat] unenlightened souls with sympathy and indulgence, remembering that they are ignorant or mistaken about what’s most important. Never be harsh, remember Plato’s dictum: ‘Every soul is deprived of the truth against its will.’"}, {"id": 248, "quote": "Shall any man hate me? That will be his affair. But I will be mild and benevolent toward every man, and ready to show even him his mistake, not reproachfully, nor yet as making a display of my endurance, but nobly and honestly."}, {"id": 249, "quote": "Accustom yourself to attend carefully to what is said by another, and as much as it is possible, try to inhabit the speaker’s mind."}, {"id": 250, "quote": "In your conversation, don’t dwell at excessive length on your own deeds or adventures. Just because you enjoy recounting your exploits doesn’t mean that others derive the same pleasure from hearing about them."}, {"id": 251, "quote": "One thing here is worth a great deal: to pass your life in truth and justice, with a benevolent disposition even to liars and unjust men."}, {"id": 252, "quote": "Refer your action to no other end than the common good."}, {"id": 253, "quote": "Do not be whirled about, but in every movement have respect to justice, and on the occasion of every impression maintain the faculty of comprehension or understanding."}, {"id": 254, "quote": "If a man is mistaken, instruct him kindly and show him his error. But if you are not able, blame yourself, or not even yourself."}, {"id": 255, "quote": "When you have trouble getting out of bed in the morning, remember that your defining characteristic – what defines a human being — is to work with others. Even animals know how to sleep. And it’s the characteristic activity that’s the more natural one – more innate and more satisfying."}, {"id": 256, "quote": "Is helping others less valuable to you? Not worth your effort?"}, {"id": 257, "quote": "From my brother Severus to love my kin, and to love truth, and to love justice. (What Marcus learned from Severus)"}, {"id": 258, "quote": "To show intuitive sympathy for friends, tolerance to amateurs and sloppy thinkers. (What Marcus learned from Sextus)"}, {"id": 259, "quote": "From Sextus to tolerate ignorant persons, and those who form opinions without consideration. (What Marcus learned from Sextus)"}, {"id": 260, "quote": "To have learned how to accept favors from friends without losing your self-respect or appearing ungrateful. (What Marcus learned from Apollonius)"}, {"id": 261, "quote": "His respect for people who practiced philosophy – at least, those who were sincere about it. But without denigrating the others – or listening to them. (What Marcus learned from his adopted father)"}, {"id": 262, "quote": "Never value anything as profitable that compels you to break your promise, to lose your self-respect, to hate any man, to suspect, to curse, to act the hypocrite, to desire anything that needs walls and curtains."}, {"id": 263, "quote": "Only attend to yourself, and resolve to be a good man in every act that you do."}, {"id": 264, "quote": "We ought to do good to others as simply as a horse runs, or a bee makes honey, or a vine bears grapes season after season without thinking of the grapes it has borne."}, {"id": 265, "quote": "Men exist for the sake of one another."}, {"id": 266, "quote": "Adapt yourself to the things among which your lot has been cast and love sincerely the fellow creatures with whom destiny has ordained that you shall live."}, {"id": 267, "quote": "What is your art? To be good. And how is this accomplished well except by general principles, some about the nature of the universe, and others about the proper constitution of man?"}, {"id": 268, "quote": "People exist for one another. You can instruct or endure them."}, {"id": 269, "quote": "As an antidote to battle unkindness we were given kindness."}, {"id": 270, "quote": "What is your vocation? To be a good person."}, {"id": 271, "quote": "No longer talk at all about the kind of man that a good man ought to be, but be such."}, {"id": 272, "quote": "Whatever any one does or says, I must be good, just as if the emerald (or the gold or the purple) were always saying “Whatever any one does or says, I must be emerald and keep my color.”"}, {"id": 273, "quote": "First, do nothing inconsiderately or without a purpose. Second, make your acts refer to nothing else but a social end."}, {"id": 274, "quote": "When a guide meets up with someone who is lost, ordinarily his reaction is to direct him on the right path, not mock or malign him, then turn on his heel and walk away. As for you, lead someone to the truth and you will find that he can follow. But as long as you don’t point it out to him, don’t make fun of him; be aware of what you need to work on instead."}, {"id": 275, "quote": "That no one could ever have felt patronized by him – or in a position to patronize him. A sense of humour. (What Marcus learned from Maximus)"}, {"id": 276, "quote": "No matter what anyone says or does, my task is to be good."}, {"id": 277, "quote": "If you have been placed in a position above others, are you automatically going to behave like a despot? Remember who you are and whom you govern – that they are kinsmen, brothers by nature, fellow descendants of Zeus."}, {"id": 278, "quote": "‘Well, what will my profession in the community be?’ Whatever position you are equipped to fill, so long as you preserve the man of trust and integrity."}, {"id": 279, "quote": "Perhaps there are none more lazy, or more truly ignorant, than your everlasting readers."}, {"id": 280, "quote": "Let men see, let them know, a real man, who lives as he was meant to live."}, {"id": 281, "quote": "To be feared is to fear: no one has been able to strike terror into others and at the same time enjoy peace of mind himself."}, {"id": 282, "quote": "Have I done something for the common good? Then I share in the benefits. To stay centered on that. Not to give up."}, {"id": 283, "quote": "The secret of all victory lies in the organization of the non-obvious."}, {"id": 284, "quote": "A man’s worth is no greater than his ambitions."}, {"id": 285, "quote": "Another person will not hurt you without your cooperation; you are hurt the moment you believe yourself to be."}, {"id": 286, "quote": "Ambition means tying your well-being to what other people say or do. Self-indulgence means tying it to the things that happen to you. Sanity means tying it to your own actions."}, {"id": 287, "quote": "To understand the true quality of people, you must look into their minds, and examine their pursuits and aversions."}, {"id": 288, "quote": "A noble man compares and estimates himself by an idea which is higher than himself; and a mean man, by one lower than himself. The one produces aspiration; the other ambition, which is the way in which a vulgar man aspires."}, {"id": 289, "quote": "The following are non-sequiturs: ‘I am richer, therefore superior to you’; or ‘I am a better speaker, therefore a better person, than you’."}, {"id": 290, "quote": "Something good should be a source of pride, correct? ‘Yes.’ And can one really take pride in a momentary pleasure? Please don’t say yes."}, {"id": 291, "quote": "All our efforts must be directed towards an end, or we will act in vain. If it is not the right end, we will fail utterly."}, {"id": 292, "quote": "So when you hear that even life and the like are indifferent, don’t become apathetic; and by the same token, when you’re advised to care about them, don’t become superficial and conceive a passion for externals."}, {"id": 293, "quote": "Whenever externals are more important to you than your own integrity, then be prepared to serve them the remainder of your life."}, {"id": 294, "quote": "Being attached to many things, we are weighed down and dragged along with them."}, {"id": 295, "quote": "Nothing important comes into being overnight; even grapes or figs need time to ripen. If you say that you want a fig now, I will tell you to be patient. First, you must allow the tree to flower, then put forth fruit; then you have to wait until the fruit is ripe. So if the fruit of a fig tree is not brought to maturity instantly or in an hour, how do you expect the human mind to come to fruition, so quickly and easily?"}, {"id": 296, "quote": "Never get into family fights over material things; give them up willingly, and your moral standing will increase in proportion."}, {"id": 297, "quote": "If you are pained by external things, it is not they that disturb you, but your own judgement of them. And it is in your power to wipe out that judgement now."}, {"id": 298, "quote": "To be sure, external things of whatever kind require skill in their use, but we must not grow attached to them; whatever they are, they should only serve for us to show how skilled we are in our handling of them."}, {"id": 299, "quote": "Do as Socrates did, never replying to the question of where he was from with, ‘I am Athenian,’ or ‘I am from Corinth,’ but always, ‘I am a citizen of the world.’"}, {"id": 300, "quote": "Just prove to me that you are trustworthy, high-minded and reliable, and that your intentions are benign – prove to me that your jar doesn’t have a hole in it – and you’ll find that I won’t even wait for you to open your heart to me, I’ll be the first to implore you to lend an ear to my own affairs."}, {"id": 301, "quote": "When you have done a good act and another has received it, why do you look for a third thing besides these, as fools do, either to have the reputation of having done a good act or to obtain a return?"}, {"id": 302, "quote": "If money is your only standard, then consider that, by your lights, someone who loses their nose does not suffer any harm."}, {"id": 303, "quote": "It is not right that anything of any other kind, such as praise from the many, or power, or enjoyment of pleasure, should come into competition with that which is rationally and politically and practically good."}, {"id": 304, "quote": "Perhaps the desire of the thing called fame torments you. See how soon everything is forgotten, and look at the chaos of infinite time on each side of the present, and the emptiness of applause, and the fickleness and lack of judgment in those who pretend to give praise, and the narrowness of its domain, and be quiet at last."}, {"id": 305, "quote": "You have leisure or ability to check arrogance: you have leisure to be superior to pleasure and pain: you have leisure to be superior to love of fame, and not to be vexed at stupid and ungrateful people, nay even to care for them."}, {"id": 306, "quote": "Or is it your reputation that’s bothering you? But look at how soon we’re all forgotten. The abyss of endless time that swallows it all. The emptiness of those applauding hands. The people who praise us; how capricious they are, how arbitrary. And the tiny region it takes place. The whole earth a point in space – and most of it uninhabited."}, {"id": 307, "quote": "Give thyself time to learn something new and good, and cease to be whirled around."}, {"id": 308, "quote": "Despise not death, but welcome it, for nature wills it like all else."}, {"id": 309, "quote": "Imagine you were now dead, or had not lived before his moment. Now view the rest of your life as a bonus."}, {"id": 310, "quote": "Think of yourself as dead. You have lived your life. Now take what’s left and live it properly."}, {"id": 311, "quote": "A brief existence is common to all things, and yet you avoid and pursue all things as if they would be eternal."}, {"id": 312, "quote": "Death. The end of sense-perception, of being controlled by our emotions, of mental activity, of enslavement to our bodies."}, {"id": 313, "quote": "You could leave life right now. Let that determine what you do and say and think."}, {"id": 314, "quote": "Death and pain are not frightening, it’s the fear of pain and death we need to fear. Which is why we praise the poet who wrote, ‘Death is not fearful, but dying like a coward is.’"}, {"id": 315, "quote": "On the occasion of every act ask yourself, “How is this with respect to me? Will I regret it? A little time and I am dead, and all is gone”."}, {"id": 316, "quote": "Speaking for myself, I hope death overtakes me when I’m occupied solely with the care of my character, in an effort to make it passionless, free, unrestricted and unrestrained."}, {"id": 317, "quote": "Not to live as if you had endless years ahead of you. Death overshadows you. While you’re alive and able – be good."}, {"id": 318, "quote": "Death, like birth, is a secret of Nature."}, {"id": 319, "quote": "When somebody’s wife or child dies, to a man we all routinely say, ‘Well, that’s part of life.’ But if one of our own family is involved, then right away it’s ‘Poor, poor me!’ We would do better to remember how we react when a similar loss afflicts others."}, {"id": 320, "quote": "Every part of me then will be reduced by change into some part of the universe, and that again will change into another part of the universe, and so on forever."}, {"id": 321, "quote": "Since it is possible that you might depart from life this very moment, regulate every act and thought accordingly."}, {"id": 322, "quote": "Think continually that all kinds of men, pursuits, and nations are dead."}, {"id": 323, "quote": "How quickly things disappear: in the universe the bodies themselves, but in time the memory of them."}, {"id": 324, "quote": "Whether it is a dispersion, or a resolution into atoms, or annihilation, it is either extinction or change."}, {"id": 325, "quote": "Finally, waiting for death with a cheerful mind, as being nothing else than a dissolution of the elements of which every living being is compounded. But if there is no harm to the elements themselves in each continually changing into another, why should a man have any apprehension about the change and dissolution of all the elements?"}, {"id": 326, "quote": "Death is necessary and cannot be avoided. I mean, where am I going to go to get away from it?"}, {"id": 327, "quote": "Think not disdainfully of death, but look on it with favor; for even death is one of the things that Nature wills."}, {"id": 328, "quote": "One thing I know: all the works of mortal man lie under sentence of mortality; we live among things that are destined to perish."}, {"id": 329, "quote": "Death is a release from the impressions of the senses, and from desires that make us their puppets, and from the vagaries of the mind, and from the hard service of the flesh."}, {"id": 330, "quote": "Because we’re the only animals who not only die but are conscious of it even while it happens, we are beset by anxiety."}, {"id": 331, "quote": "This, then, is consistent with the character of a reflecting man, to be neither careless nor impatient nor contemptuous with respect to death, but to wait for it as one of the operations of nature."}, {"id": 332, "quote": "The act of dying is one of the acts of life."}, {"id": 333, "quote": "Death is not an evil. What is it then? The one law mankind has that is free of all discrimination."}, {"id": 334, "quote": "(A tough one) There is no man so fortunate that there shall not be by him when he is dying some who are pleased with what is going to happen."}, {"id": 335, "quote": "I cannot escape death, but at least I can escape the fear of it."}, {"id": 336, "quote": "When thou art above measure angry, bethink thee how momentary is man’s life."}, {"id": 337, "quote": "To expect punishment is to suffer it; and to earn it is to expect it."}, {"id": 338, "quote": "Who wants to live with delusion and prejudice, being unjust, undisciplined, mean and ungrateful? ‘No one.’ No bad person, then, lives the way he wants, and no bad man is free."}, {"id": 339, "quote": "He who does wrong does wrong against himself. He who acts unjustly acts unjustly to himself, because he makes himself bad."}, {"id": 340, "quote": "Show me someone untroubled with disturbing thoughts about illness, danger, death, exile or loss of reputation. By all the gods, I want to see a Stoic!"}, {"id": 341, "quote": "Not to display anger or other emotions. To be free of passion and yet full of love. (What Marcus learned from Sextus)"}, {"id": 342, "quote": "When another blames you or hates you, or when men say anything injurious about you, approach their poor souls, penetrate within, and see what kind of men they are. You will discover that there is no reason to be concerned that these men have this or that opinion about you."}, {"id": 343, "quote": "Consider how much more you often suffer from your anger and grief, than from those very things for which you are angry and grieved."}, {"id": 344, "quote": "Pain is neither intolerable nor everlasting if you bear in mind that it has its limits, and if you add nothing to it in imagination."}, {"id": 345, "quote": "Now think of the things which goad man into destroying man: they are hope, envy, hatred, fear and contempt."}, {"id": 346, "quote": "Our anger and annoyance are more detrimental to us than the things themselves which anger or annoy us."}, {"id": 347, "quote": "If you like doing something, do it regularly; if you don’t like doing something, make a habit of doing something different. The same goes for moral inclinations. When you get angry, you should know that you aren’t guilty of an isolated lapse, you’ve encouraged a trend and thrown fuel on the fire."}, {"id": 348, "quote": "If you shall be afraid not because you must some time cease to live, but if you shall fear never to have begun to live according to nature – then you will be a man worthy of the universe that has produced you, and you will cease to be a stranger in your native land."}, {"id": 349, "quote": "The love of power or money or luxurious living are not the only things which are guided by popular thinking. We take our cue from people’s thinking even in the way we feel pain."}, {"id": 350, "quote": "‘My brother is unfair to me.’ Well then, keep up your side of the relationship; don’t concern yourself with his behaviour, only with what you must do to keep your will in tune with nature."}, {"id": 351, "quote": "If you don’t want to be cantankerous, don’t feed your temper, or multiply incidents of anger. Suppress the first impulse to be angry, then begin to count the days on which you don’t get mad."}, {"id": 352, "quote": "Provoked by the sight of a handsome man or a beautiful woman, you will discover within you the contrary power of self-restraint. Faced with pain, you will discover the power of endurance. If you are insulted, you will discover patience. In time, you will grow to be confident that there is not a single impression that you will not have the moral means to tolerate."}, {"id": 353, "quote": "Pain too is just a scary mask: look under it and you will see. The body sometimes suffers, but relief is never far behind. And if that isn’t good enough for you, the door stands open; otherwise put up with it. The door needs to stay open whatever the circumstances, with the result that our problems disappear."}, {"id": 354, "quote": "The mind maintains its own tranquillity by retiring into itself, and the ruling faculty is not made worse. But the parts that are harmed by pain, let them, if they can, give their opinion about it."}, {"id": 355, "quote": "So there is the comforting thing about extremities of pain: if you feel it too much you are bound to stop feeling it."}, {"id": 356, "quote": "It is our own opinions that disturb us. Take away these opinions then, and resolve to dismiss your judgment about an act as if it were something grievous, and your anger is gone."}, {"id": 357, "quote": "Why should we feel anger at the world? As if the world would notice?"}, {"id": 358, "quote": "A man must learn a great deal to enable him to pass a correct judgment on another man’s acts."}, {"id": 359, "quote": "It’s silly to try to escape other people’s faults. They are inescapable. Just try to escape your own."}, {"id": 360, "quote": "When another blames you or hates you, or people voice similar criticisms, go to their souls, penetrate inside and see what sort of people they are. You will realize that there is no need to be racked with anxiety that they should hold any particular opinion about you."}, {"id": 361, "quote": "With what are you discontented? With the badness of men? Recall to your mind this conclusion, that rational animals exist for one another, and that to endure is a part of justice, and that men do wrong involuntarily."}, {"id": 362, "quote": "When you are offended at any man’s fault, immediately turn to yourself and reflect in what manner you yourself have erred: for example, in thinking that money is a good thing or pleasure, or a bit of reputation, and the like."}, {"id": 363, "quote": "Whenever you are about to find fault with someone, ask yourself the following question: What fault of mine most nearly resembles the one I am about to criticize?"}, {"id": 364, "quote": "You don’t have to turn this into something. It doesn’t have to upset you. Things can’t shape our decisions by themselves."}, {"id": 365, "quote": "If they’ve injured you, then they’re the ones who suffer for it. But have they?"}, {"id": 366, "quote": "I do what is mine to do; the rest doesn’t disturb me. The rest is inanimate, or has no logos, or it wanders at random and has lost the road."}, {"id": 367, "quote": "Let it happen, if it wants, to whatever it can happen to. And what’s affected can complain about it if it wants. It doesn’t hurt me unless I interpret its happening as harmful to me. I can choose not to."}, {"id": 368, "quote": "To live in peace, immune to all compulsion. Let them scream whatever they want."}, {"id": 369, "quote": "Consider that you also do many things wrong, and that you are a man like others; and even if you do abstain from certain faults, still you have the disposition to commit them, though either through cowardice, or concern about reputation, or some such mean motive, you abstain from such faults."}, {"id": 370, "quote": "No time for reading. For controlling your arrogance, yes. For overcoming pain and pleasure, yes. For outgrowing ambition, yes. For not feeling anger at stupid and unpleasant people – even for caring about them – for that, yes."}, {"id": 371, "quote": "To be angry at something means you’ve forgotten: That everything that happens is natural. That the responsibility is theirs, not yours."}, {"id": 372, "quote": "Practice really hearing what people say. Do your best to get inside their minds."}, {"id": 373, "quote": "How trivial the things we want so passionately are."}, {"id": 374, "quote": "Discard your misperceptions. Stop being jerked like a puppet. Limit yourself to the present."}, {"id": 375, "quote": "Live out your life in truth and justice, tolerant of those who are neither true nor just."}, {"id": 376, "quote": "If someone is able to show me that what I think or do is not right, I will happily change, for I seek the truth, by which no one was ever truly harmed. It is the person who continues in his self-deception and ignorance who is harmed."}, {"id": 377, "quote": "(A tough one, but true) In a little while you will have forgotten everything; in a little while everything will have forgotten you."}, {"id": 378, "quote": "Now it is in my power to let no badness be in this soul, nor desire nor any perturbation at all; but looking at all things, I see their true nature, and I use each according to its value."}, {"id": 379, "quote": "Take me and cast me where you will; for there I shall keep my divine part tranquil, that is, content, if it can feel and act conformably to its proper constitution."}, {"id": 380, "quote": "How small a part of the boundless and unfathomable time is assigned to every man! For it is very soon swallowed up in the eternal. And how small a part of the whole substance! And how small a part of the universal soul! And on what a small clod of the whole earth you creep!"}, {"id": 381, "quote": "Say to yourself each time, ‘He did what he believed was right.’ (When someone does something you don’t like)"}, {"id": 382, "quote": "Whenever anyone criticizes or wrongs you, remember that they are only doing or saying what they think is right. They cannot be guided by your views, only their own; so if their views are wrong, they are the ones who suffer insofar as they are misguided."}, {"id": 383, "quote": "Constantly and, if it be possible, on the occasion of every impression on the soul, apply to it the principles of physics, ethics, and dialectics (logic)."}, {"id": 384, "quote": "When you wake up in the morning, tell yourself: The people I deal with today will be meddling, ungrateful, arrogant, dishonest, jealous and surly… None of them can hurt me. Don’t waste the rest of your time here worrying about other people… It will keep you from doing anything useful. Why do you not rather act than complain?"}, {"id": 385, "quote": "Perfect tranquility within consists in the good ordering of the mind, the realm of your own."}, {"id": 386, "quote": "Why are we still lazy, indifferent and dull? Why do we look for excuses to avoid training and exercising our powers of reason?"}, {"id": 387, "quote": "Because what is a human being? Part of a community – the community of gods and men, primarily, and secondarily that of the city we happen to inhabit, which is only a microcosm of the universe in toto."}, {"id": 388, "quote": "Resolve to accept whatever happens as necessary and familiar, flowing like water from that same source and spring."}, {"id": 389, "quote": "For what does reason purport to do? “Establish what is true, eliminate what is false and suspend judgement in doubtful cases”."}, {"id": 390, "quote": "Either all things proceed from one intelligent source and come together as in one body, and the part ought not to find fault with what is done for the benefit of the whole; or there are only atoms, and nothing else than mixture and dispersion. Why, then, are you disturbed?"}, {"id": 391, "quote": "Whether the universe is a concourse of atoms, or nature is a system, let this first be established: that I am a part of the whole that is governed by nature; next, that I stand in some intimate connection with other kindred parts."}, {"id": 392, "quote": "Whatever the nature of the whole does, and whatever serves to maintain it, is good for every part of nature."}, {"id": 393, "quote": "The man who spends his time choosing one resort after another in a hunt for peace and quiet, will in every place he visits find something to prevent him from relaxing."}, {"id": 394, "quote": "Show me one person who cares how they act, someone for whom success is less important than the manner in which it is achieved. While out walking, who gives any thought to the act of walking itself? Who pays attention to the process of planning, not just the outcome?"}, {"id": 395, "quote": "To investigate and analyze, with understanding and logic, the principles we ought to live by. (What Marcus learned from Sextus)"}, {"id": 396, "quote": "The way he handled the material comforts that fortune had supplied him in such abundance – without arrogance and without apology. If they were there, he took advantage of them. If not, he didn’t miss them. (What Marcus learned from his adopted father)"}, {"id": 397, "quote": "To rest in these principles only: the one, that nothing will happen to me which is not conformable to the nature of the universe; and the other, that it is in my power never to act contrary to my god and daimon: for there is no man who will compel me to this."}, {"id": 398, "quote": "It is a proper work of a man to be benevolent to his own kind, to despise the movements of the senses, to form a just judgment of plausible appearances, and to take a survey of the nature of the universe and of the things that happen in it."}, {"id": 399, "quote": "Constantly recall those who have complained greatly about anything, those who have been most conspicuous by the greatest fame or misfortunes or enmities or fortunes of any kind: then think, where are they all now? Smoke and ash and a tale, or not even a tale."}, {"id": 400, "quote": "Whatever the universal nature assigns to any man at any time is for the good of that man at that time."}, {"id": 401, "quote": "Observe constantly that all things take place by change, and accustom thyself to consider that the nature of the Universe loves nothing so much as to change the things which are, and to make new things like them."}, {"id": 402, "quote": "Nowhere can man find a quieter or more untroubled retreat than in his own soul."}, {"id": 403, "quote": "Others have been plundered, indiscriminately, set upon, betrayed, beaten up, attacked with poison or with calumny – mention anything you like, it has happened to plenty of people."}, {"id": 404, "quote": "With respect to what may happen to you from without, consider that it happens either by chance or according to Providence, and you must neither blame chance nor accuse Providence."}, {"id": 405, "quote": "All disturbances arise solely from the opinions within us."}, {"id": 406, "quote": "To move from one unselfish action to another with God in mind. Only there, delight and stillness."}, {"id": 407, "quote": "He who is afraid of pain will sometimes also be afraid of some of the things that will happen in the world, and even this is impiety. And he who pursues pleasure will not abstain from injustice, and this is plainly impiety."}, {"id": 408, "quote": "‘A fool cannot be convinced or even compelled to renounce his folly.’ God save me from fools with a little philosophy – no one is more difficult to reach."}, {"id": 409, "quote": "You ought to realize, you take up very little space in the world as a whole – your body, that is; in reason, however, you yield to no one, not even to the gods, because reason is not measured in size but sense. So why not care for that side of you, where you and the gods are equals?"}, {"id": 410, "quote": "You might as well get on your knees and pray that your nose won’t run. A better idea would be to wipe your nose and forgo the prayer. The point is, isn’t there anything God gave you for your present problem?"}, {"id": 411, "quote": "Live a good life. If there are gods and they are just, then they will not care how devout you have been, but will welcome you based on the virtues you have lived by. If there are gods, but unjust, then you should not want to worship them. If there are no gods, then you will be gone, but will have lived a noble life that will live on in the memories of your loved ones."}, {"id": 412, "quote": "Injustice is impiety. For since the universal nature has made rational animals for the sake of one another to help one another according to their deserts, but in no way to injure one another, he who transgresses her will is clearly guilty of impiety toward the highest divinity."}, {"id": 413, "quote": "The gods are not to blame. They do nothing wrong, on purpose or by accident. Nor men either; they don’t do it on purpose. No one is to blame."}, {"id": 414, "quote": "Loss is nothing else but change, and change is Nature’s delight."}, {"id": 415, "quote": "The impediment to action advances action. What stands in the way becomes the way."}, {"id": 416, "quote": "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present."}, {"id": 417, "quote": "Accept whatever comes to you woven in the pattern of your destiny, for what could more aptly fit your needs?"}, {"id": 418, "quote": "The world is maintained by change – in the elements and in the things they compose. That should be enough for you; treat it as an axiom."}, {"id": 419, "quote": "But if you accept the obstacle and work with what you’re given, an alternative will present itself – another piece of what you’re trying to assemble. Action by action."}, {"id": 420, "quote": "Bear in mind that everything that exists is already fraying at the edges, and in transition, subject to fragmentation and to rot. Or that everything was born to die."}, {"id": 421, "quote": "Before long, nature, which controls it all, will alter everything you see and use it as material for something else – over and over again. So that the world is continually renewed."}, {"id": 422, "quote": "Don’t be disappointed if you return home with the very same set of ideas you arrived with. Because you had no intention of changing, correcting or adopting others in their place."}, {"id": 423, "quote": "If we try to adapt our mind to the regular sequence of changes and accept the inevitable with good grace, our life will proceed quite smoothly and harmoniously."}, {"id": 424, "quote": "In like manner view also the other epochs of time and of whole nations, and see how many after great efforts soon fell and were resolved into the elements."}, {"id": 425, "quote": "All things are changing: and you yourself are in continuous mutation and in a manner in continuous destruction, and the whole universe, too."}, {"id": 426, "quote": "It is in no man’s power to have whatever he wants; but he has it in his power not to wish for what he hasn’t got, and cheerfully make the most of the things that do come his way."}, {"id": 427, "quote": "Everything that exists is in a manner the seed of that which will be."}, {"id": 428, "quote": "Observe always that everything is the result of change, and get used to thinking that there is nothing nature loves so well as to change existing forms and make new ones like them."}, {"id": 429, "quote": "So does this misfortune prevent you in any way from being just, generous, sober, reasonable, careful, free from error, courteous, free, etc. – all of which together make human nature complete?"}, {"id": 430, "quote": "Look back over the past, with its changing empires that rose and fell, and you can foresee the future, too."}, {"id": 431, "quote": "Acquire the contemplative way of seeing how all things change into one another, and constantly attend to it, and exercise yourself about this part of philosophy. For nothing is so much adapted to produce magnanimity."}, {"id": 432, "quote": "When it comes to all we’re required to go through, we’re equals. No one is more vulnerable than the next man, and no one can be more sure of his surviving to the morrow."}, {"id": 433, "quote": "If any man is able to convince me and show me that I do not think or act right, I will gladly change; for I seek the truth by which no man was ever injured. But he is injured who abides in his error and ignorance."}, {"id": 434, "quote": "“I am unhappy, because this has happened to me.” Not so: say, “I am happy, though this has happened to me, because I continue free from pain, neither crushed by the present nor fearing the future.”"}, {"id": 435, "quote": "A setback has often cleared the way for greater prosperity. Many things have fallen only to rise to more exalted heights."}, {"id": 436, "quote": "Another thing which will help you is to turn your mind to other thoughts and that way get away from your suffering. Call to mind things which you have done that have been upright or courageous; run over in your mind the finest parts you have played."}, {"id": 437, "quote": "Don’t be ashamed to need help. Like a soldier storming a wall, you have a mission to accomplish. And if you’ve been wounded and you need a comrade to pull you up? So what?"}, {"id": 438, "quote": "There are times when even to live is an act of bravery."}, {"id": 439, "quote": "Throw away your books; stop letting yourself be distracted."}, {"id": 440, "quote": "The best way to avenge yourself is to not be like that."}, {"id": 441, "quote": "At dawn, when you have trouble getting out of bed, tell yourself: “I have to go to work — as a human being. What do I have to complain of, if I’m going to do what I was born for — the things I was brought into the world to do? Or is this what I was created for? To huddle under the blankets and stay warm?”"}, {"id": 442, "quote": "Such as are your habitual thoughts, such also will be the character of your mind."}, {"id": 443, "quote": "Very little is needed for everything to be upset and ruined, only a slight lapse in reason."}, {"id": 444, "quote": "You always own the option of having no opinion. There is never any need to get worked up or to trouble your soul about things you can’t control. These things are not asking to be judged by you. Leave them alone."}, {"id": 445, "quote": ""}, {"id": 446, "quote": "Yes, you can – if you do everything as if it were the last thing you were doing in life, and stop being aimless, stop letting your emotions override what your mind tells you, stop being hypocritical, self-centered, irritable."}, {"id": 447, "quote": "You see how few things you have to do to live a satisfying and reverent life? If you can manage this, that’s all even the gods can ask of you."}, {"id": 448, "quote": "Remember to act always as if you were at a symposium. When the food or drink comes around, reach out and take some politely; if it passes you by don’t try pulling it back. And if it has not reached you yet, don’t let your desire run ahead of you, be patient until your turn comes."}, {"id": 449, "quote": "Labor willingly and diligently, undistracted and aware of the common interest."}, {"id": 450, "quote": "Remember, it is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize that your mind is complicit in the provocation. Take a moment before reacting, and you will find it is easier to maintain control."}, {"id": 451, "quote": "When you have been compelled by circumstances to be disturbed in a manner, quickly return to yourself and do not continue out of tune longer than the compulsion lasts."}, {"id": 452, "quote": "In whatever I do, either by myself or with another, I must direct my energies to this alone, that it shall conduce to the common interest and be in harmony with it."}, {"id": 453, "quote": "The mind that is free from passions is a citadel, for man has nothing more secure to which he can fly for refuge and repel every attack."}, {"id": 454, "quote": "We should discipline ourselves in small things, and from there progress to things of greater value. If you have a headache, practise not cursing. Don’t curse every time you have an earache. And I’m not saying that you can’t complain, only don’t complain with your whole being."}, {"id": 455, "quote": "Look not round at the depraved morals of others, but run straight along the line without deviating from it."}, {"id": 456, "quote": "From Maximus I learned self-government, and not to be led aside by anything; and cheerfulness in all circumstances, as well as in illness."}, {"id": 457, "quote": "Abstinence, not only from evil deeds, but even from evil thoughts; and further, simplicity in my way of living, far removed from the habits of the rich. (What Marcus learned from his mother)"}, {"id": 458, "quote": "The recognition that I needed to train and discipline my character. (What Marcus learned from Rusticus)"}, {"id": 459, "quote": "To read attentively – not to be satisfied with ‘just getting the gist of it’. And not to fall for every smooth talker. (What Marcus learned from Rusticus)"}, {"id": 460, "quote": "Self-control and resistance to distractions. (What Marcus learned from Maximus)"}, {"id": 461, "quote": "Doing your job, without whining. (What Marcus learned from Maximus)"}, {"id": 462, "quote": "Not to busy myself about trifling things. (What Marcus learned from Diognetus)"}, {"id": 463, "quote": "The sense he gave of ‘staying’ on the path rather than being ‘kept’ on it. (What Marcus learned from Maximus)"}, {"id": 464, "quote": "When you’re called upon to speak, then speak, but never about banalities like gladiators, horses, sports, food and drink – common-place stuff. Above all don’t gossip about people, praising, blaming or comparing them."}, {"id": 465, "quote": "Drunkenness inflames and lays bare every vice, removing the reserve that acts as a chuck on impulses to wrong behaviour."}, {"id": 466, "quote": "You are composed of three things: body, breath (life), intelligence. Of these the first two are yours insofar as it is your duty to take care of them; but the third alone is truly yours."}, {"id": 467, "quote": "Justice will not be observed, if we either care for indifferent things or are easily deceived and careless and changeable."}, {"id": 468, "quote": "Do not waste what remains of your life in speculating about your neighbors, unless with a view to some mutual benefit. To wonder what so-and-so is doing and why, or what he is saying, or thinking, or scheming – in a word, anything that distracts you from fidelity to the ruler within you – means a loss of opportunity for some other task."}, {"id": 469, "quote": "To undertake nothing: i. at random or without a purpose; ii. for any reason but the common good."}, {"id": 470, "quote": "Turn your desire to stone. Quench your appetites. Keep your mind centered on itself."}, {"id": 471, "quote": "Is a world without shameless people possible? No. So this person you’ve just met is one of them. Get over it."}, {"id": 472, "quote": "Perfection of character is this: to live each day as if it were your last, without frenzy, without apathy, without pretence."}, {"id": 473, "quote": "The operations of the will are in our power; not in our power are the body, the body’s parts, property, parents, siblings, children, country or friends."}, {"id": 474, "quote": "Stick with the situation at hand, and ask, “Why is this so unbearable? Why can’t I endure it?” You’ll be embarrassed to answer."}, {"id": 475, "quote": "True good fortune is what you make for yourself. Good fortune: good character, good intentions, good actions."}, {"id": 476, "quote": "It is in our power to have no opinion about a thing and not to be disturbed in our soul; for things themselves have no natural power to form our judgments."}, {"id": 477, "quote": "I see no virtue that is opposed to justice; but I see a virtue that is opposed to love of pleasure, and that is temperance."}, {"id": 478, "quote": "Settle on the type of person you want to be and stick to it, whether alone or in company."}, {"id": 479, "quote": "It will even do to socialize with men of good character, in order to model your life on theirs, whether you choose someone living or someone from the past."}, {"id": 480, "quote": "Remember, too, on every occasion that leads you to vexation to apply this principle: not that this is a misfortune, but that to bear it nobly is good fortune."}, {"id": 481, "quote": "Do not be perturbed, for all things are according to the nature of the universal; and in a little time you will be nobody and nowhere."}, {"id": 482, "quote": "If you want to be a man of honour and a man of your word, who is going to stop you? You say you don’t want to be obstructed or forced to do something against your will – well, who is going to force you to desire things that you don’t approve, or dislike something against your better judgement?"}, {"id": 483, "quote": "Consider at what price you sell your integrity; but please, for God’s sake, don’t sell it cheap."}, {"id": 484, "quote": "It is in your power whenever you choose to retire into yourself. For there is no retreat that is quieter or freer from trouble than a man’s own soul."}, {"id": 485, "quote": "Be like the promontory against which the waves continually break; but it stands firm and tames the fury of the water around it."}, {"id": 486, "quote": "Independence and unvarying reliability, and to pay attention to nothing, no matter how fleetingly, except the logos. (What Marcus learned from Apollonius)"}, {"id": 487, "quote": "Good morals and the government of my temper. (What Marcus learned from his grandfather Verus)"}, {"id": 488, "quote": "Compassion. Unwavering adherence to decisions, once he’d reached them. Indifference to superficial honors. Hard work. Persistence. (What Marcus learned from his adopted father)"}, {"id": 489, "quote": "They saw him for what he was: a man tested by life, accomplished, unswayed by flattery, qualified to govern both himself and them. (What Marcus learned from his adopted father)"}, {"id": 490, "quote": "That he respected tradition without needing to constantly congratulate himself for safeguarding our traditional values. (What Marcus learned from his adopted father)"}, {"id": 491, "quote": "To be the same in all circumstances – intense pain, the loss of a child, chronic illness. And to see clearly, from his example, that a man can show both strength and flexility. (What Marcus learned from Apollonius)"}, {"id": 492, "quote": "Do not let your thoughts at once embrace all the various troubles that you may expect to befall you: but on every occasion ask yourself, “What is there in this that is intolerable and past bearing?” For you will be ashamed to confess."}, {"id": 493, "quote": "If you are pained by any external thing, it is not this thing that disturbs you, but your own judgment about it. And it is in your power to wipe out this judgment now."}, {"id": 494, "quote": "Let it make no difference to you whether you are cold or warm, if you are doing your duty; and whether you are drowsy or satisfied with sleep; and whether ill-spoken of or praised; and whether dying or doing something else."}, {"id": 495, "quote": "Remember this, that there is a proper dignity and proportion to be observed in the performance of every act of life."}]}, {"count": 142, "author": "buddha", "array": [{"id": 0, "quote": "Give, even if you only have a little."}, {"id": 1, "quote": "There is no fear for one whose mind is not filled with desires."}, {"id": 2, "quote": "Even death is not to be feared by one who has lived wisely."}, {"id": 3, "quote": "Irrigators channel waters; fletchers straighten arrows; carpenters bend wood; the wise master themselves."}, {"id": 4, "quote": "Drop by drop is the water pot filled. Likewise, the wise man, gathering it little by little, fills himself with good."}, {"id": 5, "quote": "Better than a thousand hollow words, is one word that brings peace."}, {"id": 6, "quote": "If you knew what I know about the power of giving, you would not let a single meal pass without sharing it in some way."}, {"id": 7, "quote": "The root of suffering is attachment."}, {"id": 8, "quote": "Silence the angry man with love. Silence the ill-natured man with kindness. Silence the miser with generosity. Silence the liar with truth."}, {"id": 9, "quote": "People with opinions just go around bothering each other."}, {"id": 10, "quote": "Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame."}, {"id": 11, "quote": "You yourself must strive. The Buddhas only point the way."}, {"id": 12, "quote": "Nothing can harm you as much as your own thoughts unguarded."}, {"id": 13, "quote": "Meditate… do not delay, lest you later regret it."}, {"id": 14, "quote": "Understanding is the heartwood of well-spoken words."}, {"id": 15, "quote": "Ceasing to do evil, Cultivating the good, Purifying the heart: This is the teaching of the Buddhas."}, {"id": 16, "quote": "Delight in meditation and solitude. Compose yourself, be happy. You are a seeker."}, {"id": 17, "quote": "Ardently do today what must be done. Who knows? Tomorrow, death comes."}, {"id": 18, "quote": "Purity and impurity depend on oneself; no one can purify another."}, {"id": 19, "quote": "What you are is what you have been. What you’ll be is what you do now."}, {"id": 20, "quote": "If you propose to speak always ask yourself, is it true, is it necessary, is it kind."}, {"id": 21, "quote": "If you find no one to support you on the spiritual path, walk alone. (This is one of my favorite Buddha quote. Leave a reply and let me know what’s yours!)"}, {"id": 22, "quote": "If anything is worth doing, do it with all your heart. Buddha"}, {"id": 23, "quote": "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise. Buddha"}, {"id": 24, "quote": "All that we are is the result of what we have thought. Buddha"}, {"id": 25, "quote": "Stop, stop. Do not speak. The ultimate truth is not even to think."}, {"id": 26, "quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path."}, {"id": 27, "quote": "We are what we think. All that we are arises with our thoughts. With our thoughts, we make the world."}, {"id": 28, "quote": "Just as the great ocean has one taste, the taste of salt, so also this teaching and discipline has one taste, the taste of liberation."}, {"id": 29, "quote": "The one in whom no longer exist the craving and thirst that perpetuate becoming; how could you track that Awakened one, trackless, and of limitless range."}, {"id": 30, "quote": "Endurance is one of the most difficult disciplines, but it is to the one who endures that the final victory comes."}, {"id": 31, "quote": "Long is the night to him who is awake; long is a mile to him who is tired; long is life to the foolish who do not know the true law."}, {"id": 32, "quote": "Whatever precious jewel there is in the heavenly worlds, there is nothing comparable to one who is Awakened."}, {"id": 33, "quote": "Our life is shaped by our mind; we become what we think. Joy follows a pure thought like a shadow that never leaves."}, {"id": 34, "quote": "Like a fine flower, beautiful to look at but without scent, fine words are fruitless in a man who does not act in accordance with them."}, {"id": 35, "quote": "Our theories of the eternal are as valuable as are those which a chick which has not broken its way through its shell might form of the outside world."}, {"id": 36, "quote": "An idea that is developed and put into action is more important than an idea that exists only as an idea."}, {"id": 37, "quote": "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?"}, {"id": 38, "quote": "Chaos is inherent in all compounded things. Strive on with diligence."}, {"id": 39, "quote": "Work out your own salvation. Do not depend on others."}, {"id": 40, "quote": "Attachment leads to suffering."}, {"id": 41, "quote": "May all beings have happy minds."}, {"id": 42, "quote": "Born out of concern for all beings."}, {"id": 43, "quote": "I am the miracle."}, {"id": 44, "quote": "You only lose what you cling to."}, {"id": 45, "quote": "A jug fills drop by drop."}, {"id": 46, "quote": "One who acts on truth is happy in this world and beyond."}, {"id": 47, "quote": "Every human being is the author of his own health or disease."}, {"id": 48, "quote": "The tongue like a sharp knife… Kills without drawing blood."}, {"id": 49, "quote": "The way is not in the sky. The way is in the heart."}, {"id": 50, "quote": "The mind is everything. What you think you become."}, {"id": 51, "quote": "Peace comes from within. Do not seek it without."}, {"id": 52, "quote": "You can only lose what you cling to."}, {"id": 53, "quote": "I never see what has been done; I only see what remains to be done."}, {"id": 54, "quote": "As you walk and eat and travel, be where you are. Otherwise you will miss most of your life."}, {"id": 55, "quote": "The only real failure in life is not to be true to the best one knows."}, {"id": 56, "quote": "A man asked Gautama Buddha, “I want happiness.” Buddha said, “First remove “I,” that’s Ego, then remove “want,” that’s Desire. See now, you are left with only “Happiness”."}, {"id": 57, "quote": "A family is a place where minds come in contact with one another."}, {"id": 58, "quote": "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense."}, {"id": 59, "quote": "If your compassion does not include yourself, it is incomplete."}, {"id": 60, "quote": "In the end, only three things matter: how much you loved, how gently you lived, and how gracefully you let go of things not meant for you."}, {"id": 61, "quote": "The foot feels the foot when it feels the ground."}, {"id": 62, "quote": "A dog is not considered a good dog because he is a good barker. A man is not considered a good man because he is a good talker."}, {"id": 63, "quote": "If we destroy something around us we destroy ourselves. If we cheat another, we cheat ourselves."}, {"id": 64, "quote": "Every experience, no matter how bad it seems, holds within it a blessing of some kind. The goal is to find it."}, {"id": 65, "quote": "Doubt everything. Find your own light."}, {"id": 66, "quote": "A generous heart, kind speech, and a life of service and compassion are the things which renew humanity."}, {"id": 67, "quote": "Just as a snake sheds its skin, we must shed our past over and over again."}, {"id": 68, "quote": "When you realize how perfect everything is you will tilt your head back and laugh at the sky."}, {"id": 69, "quote": "Meditate. Live purely. Be quiet. Do your work with mastery. Like the moon, come out from behind the clouds! Shine."}, {"id": 70, "quote": "My doctrine is not a doctrine but just a vision. I have not given you any set rules, I have not given you a system."}, {"id": 71, "quote": "In the sky, there is no distinction of east and west; people create distinctions out of their own minds and then believe them to be true."}, {"id": 72, "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned."}, {"id": 73, "quote": "What you think you create, what you feel you attract, what you imagine you become."}, {"id": 74, "quote": "Your work is to discover your world and then with all your heart give yourself to it."}, {"id": 75, "quote": "There has to be evil so that good can prove its purity above it."}, {"id": 76, "quote": "When you like a flower, you just pluck it. But when you love a flower, you water it daily."}, {"id": 77, "quote": "It is better to travel well than to arrive."}, {"id": 78, "quote": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you, not by angels or by demons, heaven or hell."}, {"id": 79, "quote": "If you truly loved yourself, you could never hurt another."}, {"id": 80, "quote": "Every morning we are born again. What we do today is what matters most."}, {"id": 81, "quote": "Life is so very hard. How can we be anything but kind?"}, {"id": 82, "quote": "Live every act fully, as if it were your last."}, {"id": 83, "quote": "Virtue is persecuted more by the wicked than it is loved by the good."}, {"id": 84, "quote": "Nothing ever exists entirely alone; everything is in relation to everything else."}, {"id": 85, "quote": "Purity or impurity depends on oneself. No one can purify another."}, {"id": 86, "quote": "To support mother and father, to cherish wife and child and to have a simple livelihood; this is the good luck."}, {"id": 87, "quote": "One moment can change a day, one day can change a life and one life can change the world."}, {"id": 88, "quote": "If we fail to look after others when they need help, who will look after us?"}, {"id": 89, "quote": "To live a pure unselfish life, one must count nothing as one’s own in the midst of abundance."}, {"id": 90, "quote": "She who knows life flows, feels no wear or tear, needs no mending or repair."}, {"id": 91, "quote": "An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."}, {"id": 92, "quote": "Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill."}, {"id": 93, "quote": "To be idle is a short road to death and to be diligent is a way of life; foolish people are idle, wise people are diligent."}, {"id": 94, "quote": "Should a seeker not find a companion who is better or equal, let them resolutely pursue a solitary course."}, {"id": 95, "quote": "If we could see the miracle of a single flower clearly, our whole life would change."}, {"id": 96, "quote": "True love is born from understanding."}, {"id": 97, "quote": "Radiate boundless love towards the entire world."}, {"id": 98, "quote": "You, yourself, as much as anybody in the entire universe, deserve your love and affection."}, {"id": 99, "quote": "Ambition is like love, impatient both of delays and rivals."}, {"id": 100, "quote": "Love is a gift of one’s inner most soul to another so both can be whole."}, {"id": 101, "quote": "Let all-embracing thoughts for all beings be yours."}, {"id": 102, "quote": "We will develop and cultivate the liberation of mind by lovingkindness, make it our vehicle, make it our basis, stabilize it, exercise ourselves in it, and fully perfect it."}, {"id": 103, "quote": "Hatred does not cease through hatred at any time. Hatred ceases through love. This is an unalterable law."}, {"id": 104, "quote": "As rain falls equally on the just and the unjust, do not burden your heart with judgments but rain your kindness equally on all."}, {"id": 105, "quote": "He who loves 50 people has 50 woes; he who loves no one has no woes."}, {"id": 106, "quote": "Kindness should become the natural way of life, not the exception."}, {"id": 107, "quote": "Speak only endearing speech, speech that is welcomed. Speech, when it brings no evil to others, is a pleasant thing."}, {"id": 108, "quote": "One is not called noble who harms living beings. By not harming living beings one is called noble."}, {"id": 109, "quote": "Being deeply learned and skilled, being well trained and using well spoken words: this is good luck."}, {"id": 110, "quote": "Just as a mother would protect her only child with her life, even so let one cultivate a boundless love towards all beings."}, {"id": 111, "quote": "In whom there is no sympathy for living beings: know him as an outcast."}, {"id": 112, "quote": "Let us rise up and be thankful, for if we didn’t learn a lot today, at least we learned a little, and if we didn’t learn a little, at least we didn’t get sick, and if we got sick, at least we didn’t die; so, let us all be thankful."}, {"id": 113, "quote": "Those attached to the notion ‘I am’ and to views roam the world offending people."}, {"id": 114, "quote": "There is nothing more dreadful than the habit of doubt. Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant relations. It is a thorn that irritates and hurts; it is a sword that kills."}, {"id": 115, "quote": "Men, driven on by thirst, run about like a snared hare; let therefore mendicant drive out thirst, by striving after passionlessness for himself."}, {"id": 116, "quote": "The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed."}, {"id": 117, "quote": "When one has the feeling of dislike for evil, when one feels tranquil, one finds pleasure in listening to good teachings; when one has these feelings and appreciates them, one is free of fear."}, {"id": 118, "quote": "The instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves."}, {"id": 119, "quote": "He is able who thinks he is able."}, {"id": 120, "quote": "It is a man’s own mind, not his enemy or foe, that lures him to evil ways."}, {"id": 121, "quote": "Delight in heedfulness! Guard well your thoughts!"}, {"id": 122, "quote": "Everything is based on mind, is led by mind, is fashioned by mind. If you speak and act with a polluted mind, suffering will follow you, as the wheels of the oxcart follow the footsteps of the ox."}, {"id": 123, "quote": "There is nothing so disobedient as an undisciplined mind, and there is nothing so obedient as a disciplined mind."}, {"id": 124, "quote": "You are a seeker. Delight in the mastery of your hands and your feet, of your words and your thoughts."}, {"id": 125, "quote": "See them, floundering in their sense of mine, like fish in the puddles of a dried-up stream — and, seeing this, live with no mine, not forming attachment for states of becoming."}, {"id": 126, "quote": "All experiences are preceded by mind, having mind as their master, created by mind."}, {"id": 127, "quote": "To enjoy good health, to bring true happiness to one’s family, to bring peace to all, one must first discipline and control one’s own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him."}, {"id": 128, "quote": "All wrong-doing arises because of mind. If mind is transformed can wrong-doing remain?"}, {"id": 129, "quote": "What we are today comes from our thoughts of yesterday, and our present thoughts build our life of tomorrow: Our life is the creation of our mind."}, {"id": 130, "quote": "The one who has conquered himself is a far greater hero than he who has defeated a thousand times a thousand men."}, {"id": 131, "quote": "Transcendental intelligence rises when the intellectual mind reaches its limit and if things are to be realized in their true and essential nature, its processes of thinking must be transcended by an appeal to some higher faculty of cognition."}, {"id": 132, "quote": "The external world is only a manifestation of the activities of the mind itself, and the mind grasps it as an external world simply because of its habit of discrimination and false-reasoning. The disciple must get into the habit of looking at things truthfully."}, {"id": 133, "quote": "Mind precedes all mental states. Mind is their chief; they are all mind-wrought."}, {"id": 134, "quote": "If with a pure mind a person speaks or acts happiness follows him like his never-departing shadow."}, {"id": 135, "quote": "There is no path to happiness: happiness is the path."}, {"id": 136, "quote": "Happiness comes when your work and words are of benefit to yourself and others."}, {"id": 137, "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared. Buddha"}, {"id": 138, "quote": "Do not look for a sanctuary in anyone except your self."}, {"id": 139, "quote": "The enlightened one, intent on jhana, should find delight in the forest, should practice jhana at the foot of a tree, attaining his own satisfaction."}, {"id": 140, "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."}, {"id": 141, "quote": "Set your heart on doing good. Do it over and over again, and you will be filled with joy."}]}]}